// © Copyright 2005-2008, 2015-2016 HP Development Company, L.P.

TaskName = "Calibrar cor";

CalibrateProcessTitle = "Calibrando…";
DownloadingProcessTitle = "Fazendo o download das Tabelas de calibragem de cor…";
CalibrationFailedTitle = "Não é possível executar a calibragem de cor";

HSDInfoTextFieldTitle = "Este processo compensa as variações do sistema de impressão, para fornecer um alto nível de precisão da cor e consistência da cor na saída do dispositivo.";
HSDGuideTextFieldTitle = "Verifique se o Papel fotográfico HP Advanced Carta/A4 está na bandeja de papel antes de iniciar a calibragem.";
HSDCalibrateButtonTitle = "Iniciar calibragem da cor";

CalibrationCompleteTitle = "A impressora acabou de executar a calibragem automática de cores";
CalibrationCompleteMsg = "Se a impressão colorida não for de boa qualidade, clique no botão 'Iniciar calibragem da cor' para executar novamente a calibragem automática de cores.";